export const videoCategories = {
    douga: { name: '动画',
             tids: [
                 1,
                 24,
                 25,
                 47,
                 210,
                 86,
                 253,
                 27
             ]},
    anime: { name: '番剧',
             tids: [
                 13,
                 51,
                 152,
                 32,
                 33
             ]},
    guochuang: { name: '国创',
                 tids: [
                     167,
                     153,
                     168,
                     169,
                     170,
                     195
                 ]},
    music: { name: '音乐',
             tids: [
                 3,
                 28,
                 31,
                 30,
                 59,
                 193,
                 29,
                 130,
                 243,
                 244
             ]},
    dance: { name: '舞蹈',
             tids: [
                 129,
                 20,
                 154,
                 156,
                 198,
                 199,
                 200,
                 255
             ]},
    game: { name: '游戏',
            tids: [
                4,
                17,
                171,
                172,
                65,
                173,
                121,
                136,
                19
            ]},
    knowledge: { name: '知识',
                 tids: [
                     36,
                     201,
                     124,
                     228,
                     207,
                     208,
                     209,
                     229,
                     122
                 ]},
    tech: { name: '科技',
            tids: [
                188,
                95,
                230,
                231,
                232,
                233
            ]},
    sports: { name: '运动',
              tids: [
                  234,
                  235,
                  249,
                  164,
                  236,
                  237,
                  238
              ]},
    car: { name: '汽车',
           tids: [
               223,
               245,
               246,
               247,
               248,
               240,
               227,
               176,
               258
           ]},
    life: { name: '生活',
            tids: [
                160,
                138,
                250,
                251,
                239,
                161,
                162,
                21,
                254
            ]},
    food: { name: '美食',
            tids: [
                211,
                76,
                212,
                213,
                214,
                215
            ]},
    animal: { name: '动物圈',
              tids: [
                  217,
                  218,
                  219,
                  220,
                  221,
                  222,
                  75
              ]},
    kichiku: { name: '鬼畜',
               tids: [
                   119,
                   22,
                   26,
                   126,
                   216,
                   127
               ]},
    fashion: { name: '时尚',
               tids: [
                   155,
                   157,
                   252,
                   158,
                   159
               ]},
    information: { name: '资讯',
                   tids: [
                       202,
                       203,
                       204,
                       205,
                       206
                   ]},
    ent: { name: '娱乐',
           tids: [
               5,
               71,
               241,
               242,
               137
           ]},
    cinephile: { name: '影视',
                 tids: [
                     181,
                     182,
                     183,
                     85,
                     184
                 ]},
    documentary: { name: '纪录片',
                   tids: [
                       177,
                       37,
                       178,
                       179,
                       180
                   ]},
    movie: { name: '电影',
             tids: [
                 23,
                 147,
                 145,
                 146,
                 83
             ]},
    tv: { name: '电视剧',
          tids: [11, 185, 187]}
}
